[
  {
    "key": "a139",
    "service_name": "Child Support",
    "details": "Litigation around child support issues can be prohibitively expensive in terms of legal fees. Therefore, handling child support issues outside of court can save time and money. If you and your co-parent wish to avoid a lengthy and expensive legal process, you may try to resolve your child support issues by coming to an agreed child support order outside of court and then presenting the agreement to the court for entry in order to ensure its enforceability.",
    "image": "https://i.imgur.com/jGOjDAE.png"
  },
  {
    "key": "a138",
    "service_name": "Refuge Shelter",
    "details": "Over 80,000 people are currently homeless in New York. This homelessness affects refugee and asylum seekers especially harshly because they have access to little government assistance and lack a personal network.  For this population, the RDJ Refugee Shelter has provided critical support. Already helping resettle 83 refugees and asylum seekers, we have become even more central to the needs of displaced migrants. In 2020, we have helped 14 displaced migrants experiencing homelessness find their first home.",
    "image": "https://i.imgur.com/BAQzasi.png"
  },
  {
    "key": "a137",
    "service_name": "Food Charity",
    "details": "Feeding America is the nation’s largest domestic hunger-relief organization. Thanks to donations and support from businesses, government organizations and individuals like you, the Feeding America network of food banks, pantries and meal programs serve virtually every community in the United States — 40 million people, including 12 million children and 7 million seniors.",
    "image": "https://i.imgur.com/QEdnKhG.png"
  },
  {
    "key": "a136",
    "service_name": "Host a clothing swap",
    "details": "This is the top rated project to collect old and unused clothes from all area and wash and deliver it to poor countries where most of the people are under poverty line.",
    "image": "https://i.imgur.com/lh9Ig1T.png"
  },
  {
    "key": "a135",
    "service_name": "Host a river clean-up",
    "details": "If this is the first time you are hosting a river cleanup, we highly encourage you to read the Handbook. It has everything you need to organize and host a successful cleanup along with some added benefits like direct downloads of forms to print out. Even if you have been hosting cleanups for many years, you may find new and useful tips for your event.",
    "image": "https://i.imgur.com/gMiQOyT.png"
  },
  {
    "key": "a134",
    "service_name": "Clean Water for Children",
    "details": "2017 saw Tropical Storm Harvey in the United States, monsoons and flooding in India, Bangladesh, and Nepal, and an ongoing drought in the Horn of Africa.  Billions of dollars’ worth of damage to economies, communities displaced, and people killed – it’s a terrifying window into the devastating impacts of water-related extremes.  Urgent action is needed to manage these hazards and minimize future suffering.",
    "image": "https://i.imgur.com/iE6hHxj.png"
  },
  {
    "key": "a133",
    "service_name": "Good Education",
    "details": "Good education is the key to civilize a country where all over the world there are maximum percent of people are derived from proper education therefore this volunteer-network is giving you an opportunity to educate those kind of people who are still illiterate and poor",
    "image": "https://i.imgur.com/ZRWtLJe.png"
  },
  {
    "key": "a132",
    "service_name": "New Books for Children",
    "details": "New books for children out new added service where we arrange new book and deliver among children where there parent income are below average income",
    "image": "https://i.imgur.com/w218U08.png"
  },
  {
    "key": "a131",
    "service_name": "Host a study group",
    "details": "Host a study group is very powerful volunteer work that help students to find a group where they can discuss and work as a team.",
    "image": "https://i.imgur.com/ZdogfHh.png"
  },
  {
    "key": "a130",
    "service_name": "Build Bird House",
    "details": "Birdhouse construction is a timeless DIY project that’s fun to do at any age. In fact, this fun pastime has been around for hundreds of years. Commonly known as nest boxes, birdhouses were historically constructed from clay, wood, lightweight aluminum, or other natural materials and were used to protect and provide shelter from the outdoor elements for the cute little creatures. Here are some tips and things for you to keep in mind when building a birdhouse, as well as ideas for building one with your family.",
    "image": "https://i.imgur.com/2toQ9lH.png"
  },
  {
    "key": "a129",
    "service_name": "Organize Book at the Library",
    "details": "In our first few years of teaching, my classroom library sparkled on the day before the first day of school... every book in the proper place, facing the right direction, the corners all lined up. I'd put the last label on the last book and put my hands on my hips like a conquistador, thinking, I've done it this time. This is the year for an organized classroom library",
    "image": "https://i.imgur.com/8Acu5kg.png"
  },
  {
    "key": "a128",
    "service_name": "Seminar on driving Safety",
    "details": " Awareness of Driving safety can save million of life over a year. This is very significant topic now a days.",
    "image": "https://i.imgur.com/5qzMY5Z.png"
  },
  {
    "key": "a127",
    "service_name": "Free music lesson",
    "details": "Why Does Music Affect Our Emotions? Can you envision a life without music?  A world where your favorite musician is a doctor, lawyer, or construction worker because music doesn't exist?  A life where you can't turn on your favorite workout playlist while going for a run? Or the pump-up song to boost your confidence right before your big presentation cannot happen?  If you can't, you are definitely not alone",
    "image": "https://i.imgur.com/euIWfNz.png"
  },
  {
    "key": "a126",
    "service_name": "Teach People How to Register to Vote",
    "details": "Vote is equal right to all but most of the people do not know how to register for vote. Our service provide to teach them how to register via post or internet.",
    "image": "https://i.imgur.com/eErIIma.png"
  },
  {
    "key": "a125",
    "service_name": "Clean up Local Park",
    "details": "Looking for a way to give back to your community? Organizing a neighborhood cleanup is a great way to do just that while also making your neighborhood a better place to live.For a community cleanup to be successful, it must be well-planned. From picking the right project to recruiting enough volunteers, putting together an effective event takes effort.",
    "image": "https://i.imgur.com/7AWFRkL.png"
  },
  {
    "key": "a124",
    "service_name": "Give IT help to local adults",
    "details": "Most of adult people do not know how to operate IT functions now a day; our service ensure to help those adults to teach how to operate basic computing",
    "image": "https://i.imgur.com/u7aWu6J.png"
  },
  {
    "key": "a123",
    "service_name": "Foster a shelter animal",
    "details": "whatever job or chore was needed to keep the organization running, including animal care, landscaping, off-site adoptions, answering the phones, taking visitors on sanctuary tours in one of several beat-up old cars and “tabling” in front of grocery stores for donations",
    "image": "https://i.imgur.com/hGB971X.png"
  },
  {
    "key": "a122",
    "service_name": "Babysit during PTA meeting",
    "details": "this is very popular services for volunteer basis. Most of the people like baby sitting service. Our service ensure parents to keep their baby all cares from us",
    "image": "https://i.imgur.com/YYtvxqr.png"
  },
  {
    "key": "a121",
    "service_name": "Collect stuffed Animals",
    "details": "Stuffed animals are very often our first friends. These cuddly soft creations are perfect for children: they embody innocence and comfort, a warm way to protect the heart from the cold, hard world outside.Adults love them too: In the UK, 51% of men and 39% of women still have their childhood stuffed animals. 28% of men sleep with them every night.Whether you call them stuffed animals, soft toys, or we love and cherish them in a unique way.",
    "image": "https://i.imgur.com/qw41Zte.png"
  },
  {
    "key": "a120",
    "service_name": "Collect School Supplies",
    "details": "On the surface, sure, there is some truth to the cost of school supplies, compared to many other items our children need. However, as I thought more about it, it became clear to me that the cost is not what's important, yet the impact these supplies make surely is. The pressure our local families face as they prepare their children for the upcoming year is tremendous – buying new clothes, shoes, before/after care, extra-curricular activities; the list goes on and on. Often forgotten is basic school supplies – the very thing our kids need most to succeed in the classroom.",
    "image": "https://i.imgur.com/Qsa3iGp.png"
  }
]